TillerBelotti/libsnowflakeid-esp/test/sdkconfig.ci
CONFIG_IDF_TARGET="esp32c6"
CONFIG_UNITY_ENABLE_FIXTURE=y
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
